# Generated by: code --list-extensions 
Compulim.vscode-clock
hnw.vscode-auto-open-markdown-preview
ms-vscode.cpptools
msjsdiag.debugger-for-chrome
robertohuertasm.vscode-icons
shd101wyy.markdown-preview-enhanced
sidthesloth.html5-boilerplate
streetsidesoftware.code-spell-checker
vscodevim.vim
wmaurer.html2jade
